Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: What does this mean for me?
de: Was bedeutet das für mich?
es: ¿Qué significa esto para mí?
fr: Qu'est-ce que cela signifie pour moi ?
it: Cosa significa questo per me?
pl: Co to dla mnie oznacza?
pt_pt: O que isso significa para mim?
ru: Что это значит для меня?
th: สิ่งนี้มีความหมายสำหรับฉันอย่างไร?
zh_hans: 这对我来说意味着什么？
zh_hant: 這對我來說意味著什麼？

source: What each activity costs your recovery
de: Was jede Aktivität deine Erholung kostet
es: Lo que cada actividad le cuesta a tu recuperación
fr: Ce que chaque activité coûte à votre récupération
it: Quanto costa al tuo recupero ogni attività
pl: Ile kosztuje każda czynność Twój powrót do zdrowia
pt_pt: Quanto custa cada atividade para a tua recuperação
ru: Во что каждая активность обходится вашему восстановлению
th: แต่ละกิจกรรมมีค่าใช้จ่ายเท่าใดในการฟื้นตัวของคุณ
zh_hans: 每项活动对你恢复的消耗
zh_hant: 每項活動對你恢復的消耗

source: What each strap can read live, and what needs an import.
de: Was jedes Band live lesen kann und was einen Import erfordert.
es: Qué puede leer cada pulsera en directo y qué necesita una importación.
fr: Ce que chaque bracelet peut lire en direct, et ce qui nécessite un import.
it: Cosa può leggere ogni fascia in tempo reale e cosa richiede un'importazione.
pl: Co każdy pasek może odczytać na żywo, a co wymaga importu.
pt_pt: O que cada pulseira consegue ler em direto e o que precisa de importação.
ru: Что каждый браслет считывает вживую, а что требует импорта.
th: สิ่งที่สายรัดแต่ละเส้นสามารถอ่านได้สด และสิ่งใดที่ต้องนำเข้า
zh_hans: 每条设备可实时读取的内容，以及哪些需要导入。
zh_hant: 每條裝置可即時讀取的內容，以及哪些需要匯入。

source: What each WHOOP can read
de: Was jedes WHOOP lesen kann
es: Qué puede leer cada WHOOP
fr: Ce que chaque WHOOP peut lire
it: Cosa può leggere ogni WHOOP
pl: Co może odczytać każdy WHOOP
pt_pt: O que cada WHOOP consegue ler
ru: Что считывает каждый WHOOP
th: WHOOP แต่ละอันสามารถอ่านอะไรได้บ้าง
zh_hans: 每款 WHOOP 能读取的内容
zh_hant: 每款 WHOOP 能讀取的內容

source: What grounded this answer
de: Worauf diese Antwort beruht
es: En qué se basa esta respuesta
fr: Sur quoi repose cette réponse
it: Cosa ha fondato questa risposta
pl: Na czym oparta jest ta odpowiedź
pt_pt: O que fundamentou esta resposta
ru: Чем обоснован этот ответ
th: ข้อมูลที่ใช้ประกอบคำตอบนี้
zh_hans: 这个答案的依据是什么
zh_hant: 這個答案的依據是什麼

source: What happened afterwards?
de: Was geschah danach?
es: ¿Qué pasó después?
fr: Que s'est-il passé ensuite ?
it: Cosa è successo dopo?
pl: Co było potem?
pt_pt: O que aconteceu depois?
ru: Что произошло потом?
th: หลังจากนั้นเป็นอย่างไรบ้าง
zh_hans: 后来发生了什么？
zh_hant: 後來發生了什麼事？

source: WHAT IT'S GREAT AT
de: WORIN SIE GLÄNZT
es: EN QUÉ DESTACA
fr: CE EN QUOI ELLE EXCELLE
it: IN COSA ECCELLE
pl: W CZYM JEST DOBRY
pt_pt: NO QUE É ÓPTIMO
ru: В ЧЁМ ОНИ ХОРОШИ
th: มันยอดเยี่ยมอะไร
zh_hans: 它擅长什么
zh_hant: 它擅長什麼

source: What kind of goal?
de: Welche Art von Ziel?
es: ¿Qué tipo de objetivo?
fr: Quel type d'objectif ?
it: Che tipo di obiettivo?
pl: Jaki rodzaj celu?
pt_pt: Que tipo de objetivo?
ru: Какая это цель?
th: เป้าหมายแบบไหน?
zh_hans: 什么类型的目标？
zh_hant: 什麼類型的目標？

source: What Lab Book is (and isn't)
de: Was das Laborbuch ist (und was nicht)
es: Qué es Lab Book (y qué no)
fr: Ce qu'est le Carnet de laboratoire (et ce qu'il n'est pas)
it: Cos'è il Lab Book, e cosa non è
pl: Czym jest (i czym nie jest) Księga laboratoryjna
pt_pt: O que o Lab Book é (e não é)
ru: Что такое Лабораторный журнал (и чем он не является)
th: Lab Book คืออะไร (และไม่ใช่)
zh_hans: 实验手记是什么，又不是什么
zh_hant: 實驗手記是什麼，又不是什麼

source: What moved your Charge up or down
de: Was deine Charge gehoben oder gesenkt hat
es: Qué subió o bajó tu Charge
fr: Ce qui a fait monter ou descendre votre Charge
it: Cosa ha spostato il tuo Charge su o giù
pl: Co podniosło lub obniżyło Twój Poziom energii
pt_pt: O que moveu seu Charge para cima ou para baixo
ru: Что переместило ваш Charge вверх или вниз?
th: อะไรที่ทำให้การชาร์จของคุณขึ้นหรือลง
zh_hans: 是什么让您的 Charge 上升或下降
zh_hant: 是什麼讓您的 Charge 上升或下降

source: What Moves You
de: Was dich bewegt
es: Lo que te mueve
fr: Ce qui vous fait bouger
it: Cosa ti muove
pl: Co Cię porusza
pt_pt: O que te move
ru: Что вами движет
th: อะไรทำให้คุณประทับใจ
zh_hans: 什么在影响你
zh_hant: 什麼在影響你

source: WHAT MOVES YOU ›
de: WAS DICH BEWEGT ›
es: QUÉ TE MUEVE ›
fr: CE QUI VOUS FAIT BOUGER ›
it: COSA TI MUOVE ›
pl: CO CIĘ PORUSUJE ›
pt_pt: O QUE O MOVE ›
ru: ЧТО ВАМИ ДВИЖЕТ ›
th: อะไรทำให้คุณประทับใจ ›
zh_hans: 什么在影响你 ›
zh_hant: 什麼在影響你 ›

source: What moves you. Ranked patterns in your own data, and your dose-response.
de: Was dich bewegt. Eingestufte Muster in deinen eigenen Daten und deine Dosis-Wirkung.
es: Lo que te mueve. Patrones clasificados en tus propios datos, y tu dosis-respuesta.
fr: Ce qui vous fait bouger. Des tendances classées dans vos propres données, et votre relation dose-réponse.
it: Cosa ti muove. Schemi classificati nei tuoi dati e la tua risposta alla dose.
pl: Co Cię porusza. Uszereguj wzorce na podstawie własnych danych i reakcji na dawkę.
pt_pt: O que o move. Padrões classificados nos teus próprios dados e na tua dose-resposta.
ru: Что вами движет. Ранжированные закономерности в ваших данных и ваша зависимость «доза-реакция».
th: อะไรทำให้คุณประทับใจ จัดอันดับรูปแบบในข้อมูลของคุณเอง และการตอบสนองต่อขนาดยาของคุณ
zh_hans: 什么在影响你。你自己数据中已排名的规律，以及你的剂量反应。
zh_hant: 什麼在影響你。你自己資料中已排名的規律，以及你的劑量反應。

source: What moves your %@
de: Was deine %@ beeinflusst
es: Qué mueve tu %@
fr: Ce qui fait évoluer votre %@
it: Cosa influenza il tuo %@
pl: Co porusza Twój %@
pt_pt: O que move o teu %@
ru: Что влияет на ваш %@
th: อะไรที่ทำให้ %@ ของคุณเคลื่อนไหว
zh_hans: 什么在影响你的 %@
zh_hant: 什麼在影響你的 %@

source: What NOOP does
de: Was NOOP macht
es: Qué hace NOOP
fr: Ce que fait NOOP
it: Cosa fa NOOP
pl: Co robi NOOP
pt_pt: O que faz o NOOP
ru: Что делает NOOP
th: NOOP ทำอะไรบ้าง
zh_hans: NOOP 是做什么的
zh_hant: NOOP 做些什麼

source: WHAT NOOP READS
de: WAS NOOP LIEST
es: QUÉ LEE NOOP
fr: CE QUE NOOP LIT
it: COSA LEGGE NOOP
pl: CO CZYTA NOOP
pt_pt: O QUE O NOOP LÊ
ru: ЧТО СЧИТЫВАЕТ NOOP
th: ข้อมูลที่ NOOP อ่านได้
zh_hans: NOOP 读取的内容
zh_hant: NOOP 讀取的內容

source: What runs on %@, what's sent, and why the model matters.
de: Was auf %@ läuft, was gesendet wird und warum das Modell wichtig ist.
es: Qué se ejecuta en %@, qué se envía y por qué importa el modelo.
fr: Ce qui tourne sur %@, ce qui est envoyé, et pourquoi le modèle compte.
it: Cosa viene eseguito su %@, cosa viene inviato e perché il modello è importante.
pl: Co działa na %@, co jest wysyłane i dlaczego model ma znaczenie.
pt_pt: O que é executado em %@, o que é enviado e por que o modelo é importante.
ru: Что работает на %@, что отправляется и почему модель имеет значение.
th: สิ่งที่ทำงานบน %@ สิ่งที่ถูกส่ง และเหตุใดโมเดลจึงมีความสำคัญ
zh_hans: %@ 上运行的内容、发送的内容以及模型为何重要。
zh_hant: %@ 上運行的內容、發送的內容以及模型為何重要。

source: What shaped it
de: Was ihn geprägt hat
es: Qué lo determinó
fr: Ce qui l'a façonné
it: Cosa l'ha plasmato
pl: Co to ukształtowało
pt_pt: O que moldou este
ru: Что на это повлияло
th: สิ่งที่หล่อหลอมมัน
zh_hans: 是什么塑造了它
zh_hant: 是什麼塑造了它

source: What shaped your Charge
de: Was deine Ladung geprägt hat
es: Qué determinó tu Carga
fr: Ce qui a façonné votre charge
it: Cosa ha plasmato la tua carica
pl: Co ukształtowało Twój Energia
pt_pt: O que moldou a tua carga
ru: Что повлияло на ваш Заряд
th: สิ่งที่กำหนดพลังฟื้นตัวของคุณ
zh_hans: 是什么塑造了你的能量
zh_hant: 是什麼塑造了你的能量

source: What should today's training look like?
de: Wie sollte das heutige Training aussehen?
es: ¿Cómo debería ser el entrenamiento de hoy?
fr: À quoi devrait ressembler l'entraînement d'aujourd'hui ?
it: Come dovrebbe essere l'allenamento di oggi?
pl: Jak powinien wyglądać dzisiejszy trening?
pt_pt: Como deve ser o treino de hoje?
ru: Какой должна быть сегодняшняя тренировка?
th: การฝึกวันนี้ควรเป็นอย่างไร?
zh_hans: 今天的训练该怎么安排？
zh_hant: 今天的訓練該怎麼安排？

source: What stays here, what's sent
de: Was hierbleibt, was gesendet wird
es: Qué se queda aquí y qué se envía
fr: Ce qui reste ici, ce qui est envoyé
it: Cosa resta qui, cosa viene inviato
pl: Co zostaje tutaj, a co jest wysyłane
pt_pt: O que fica aqui, o que é enviado
ru: Что остается здесь, что отправляется
th: ข้อมูลที่เก็บในอุปกรณ์และข้อมูลที่ส่งออก
zh_hans: 什么留在这里，什么发送
zh_hant: 什麼留在這裡，什麼發送

source: What the coach remembers about you, across conversations.
de: Was der Coach über dich weiß, über alle Gespräche hinweg.
es: Lo que el coach recuerda de ti, a través de las conversaciones.
fr: Ce que le coach retient de vous, au fil des conversations.
it: Ciò che il coach ricorda di te, durante le conversazioni.
pl: Co trener pamięta o Tobie ponad pojedynczymi rozmowami.
pt_pt: O que o treinador lembra sobre você, durante as conversas.
ru: Что тренер помнит о вас в ходе разговоров.
th: สิ่งที่โค้ชจำได้เกี่ยวกับคุณจากการสนทนา
zh_hans: 教练在谈话中对你的记忆。
zh_hant: 教練在談話中對你的記憶。

source: What the coach remembers, and chat summaries.
de: Was der Coach sich merkt, und Chat-Zusammenfassungen.
es: Lo que el coach recuerda, y los resúmenes de chat.
fr: Ce dont le coach se souvient, et les résumés de discussion.
it: Ciò che ricorda l'allenatore e riepiloghi della chat.
pl: Co trener pamięta oraz podsumowania rozmów.
pt_pt: O que o treinador lembra e resumos de bate-papo.
ru: Что помнит тренер, и сводки в чате.
th: สิ่งที่โค้ชจำได้และสรุปการสนทนา
zh_hans: 教练记得什么，还有聊天总结。
zh_hant: 教練記得什麼，還有聊天總結。

source: WHAT THE WATCH CAN DO
de: WAS DIE UHR KANN
es: QUÉ PUEDE HACER EL RELOJ
fr: CE QUE LA MONTRE PEUT FAIRE
it: COSA PUÒ FARE L'OROLOGIO
pl: CO MOŻE ZROBIĆ ZEGAREK
pt_pt: O QUE PODE FAZER O RELÓGIO
ru: ЧТО МОГУТ ЧАСЫ
th: นาฬิกาทำอะไรได้บ้าง
zh_hans: 手表能做什么
zh_hant: 手錶能做什麼

source: What to expect
de: Was dich erwartet
es: Qué esperar
fr: À quoi s'attendre
it: Cosa aspettarsi
pl: Czego się spodziewać
pt_pt: O que esperar
ru: Чего ожидать
th: สิ่งที่คาดหวัง
zh_hans: 预期内容
zh_hant: 預期內容

source: WHAT TO EXPECT
de: WAS DICH ERWARTET
es: QUÉ ESPERAR
fr: À QUOI S'ATTENDRE
it: COSA ASPETTARSI
pl: CZEGO SIĘ OCZEKIWAĆ
pt_pt: O QUE ESPERAR
ru: ЧЕГО ОЖИДАТЬ
th: สิ่งที่คาดหวัง
zh_hans: 预期内容
zh_hant: 預期內容

source: What tracks your mood (%lld check-ins)
de: Was deiner Stimmung folgt (%lld Check-ins)
es: Qué acompaña tu estado de ánimo (%lld registros)
fr: Ce qui suit votre humeur (%lld suivis)
it: Cosa segue il tuo umore, %lld check-in
pl: Co śledzi Twój nastrój (meldowania %lld)
pt_pt: O que acompanha o teu humor (%lld check-ins)
ru: Что отслеживает ваше настроение (отметок: %lld)
th: สิ่งที่ติดตามอารมณ์ของคุณ (เช็คอิน %lld)
zh_hans: 什么在追踪你的心情，%lld 次签到
zh_hant: 什麼在追蹤你的心情，%lld 次簽到

source: what you did
de: was du getan hast
es: lo que hiciste
fr: ce que tu as fait
it: quello che hai fatto
pl: co zrobiłeś
pt_pt: o que você fez
ru: что ты сделал
th: สิ่งที่คุณทำ
zh_hans: 你做了什么
zh_hant: 你做了什麼

source: What you did for this goal
de: Was Sie für dieses Ziel getan haben
es: ¿Qué hiciste para este objetivo?
fr: Ce que vous avez fait pour cet objectif
it: Cosa hai fatto per questo obiettivo
pl: Co zrobiłeś dla tego celu
pt_pt: O que você fez para esse objetivo
ru: Что вы сделали для этой цели
th: สิ่งที่คุณทำเพื่อเป้าหมายนี้
zh_hans: 你为这个目标做了什么
zh_hant: 你為這個目標做了什麼

source: What you get
de: Was du bekommst
es: Lo que obtienes
fr: Ce que vous obtenez
it: Cosa ottieni
pl: Co dostajesz
pt_pt: O que ganha
ru: Что вы получаете
th: สิ่งที่คุณได้รับ
zh_hans: 你会得到什么
zh_hant: 你會得到什麼

source: What you logged — caffeine, journal, lab, mood
de: Was du erfasst hast – Koffein, Journal, Labor, Stimmung
es: Lo que registraste: cafeína, diario, laboratorio, ánimo
fr: Ce que vous avez enregistré : caféine, journal, labo, humeur
it: Ciò che hai registrato: caffeina, diario, laboratorio, umore
pl: Co zapisałeś — kofeina, dziennik, badania, nastrój
pt_pt: O que você registrou – cafeína, diário, laboratório, humor
ru: Что вы записали — кофеин, журнал, лаборатория, настроение
th: สิ่งที่คุณบันทึกไว้ — คาเฟอีน บันทึกประจำวัน ห้องทดลอง อารมณ์
zh_hans: 您记录的内容 — 咖啡因、日记、实验室、心情
zh_hant: 您記錄的內容 — 咖啡因、日記、實驗室、心情

source: What you lose
de: Was du verlierst
es: Lo que pierdes
fr: Ce que vous perdez
it: Cosa perdi
pl: Co tracisz
pt_pt: O que perde
ru: Что вы теряете
th: สิ่งที่คุณสูญเสีย
zh_hans: 你会失去什么
zh_hant: 你會失去什麼

source: What you've reached
de: Was du erreicht hast
es: Lo que has logrado
fr: Ce que vous avez atteint
it: Cosa hai raggiunto
pl: Co osiągnąłeś
pt_pt: O que já alcançaste
ru: Чего ты достиг
th: สิ่งที่คุณบรรลุแล้ว
zh_hans: 你已经达成的
zh_hant: 你已經達成的

source: What your history says
de: Was deine Historie sagt
es: Lo que dice tu historial
fr: Ce que dit ton historique
it: Cosa dice la tua storia
pl: Co mówi Twoja historia
pt_pt: O que sua história diz
ru: Что говорит ваша история
th: ประวัติของคุณบอกว่าอย่างไร
zh_hans: 你的历史怎么说
zh_hant: 你的歷史怎麼說

source: What your watch is great at, where it's lighter than a chest strap, and how sure NOOP is.
de: Worin deine Uhr großartig ist, wo sie leichter ist als ein Brustgurt und wie sicher NOOP ist.
es: En qué destaca tu reloj, dónde es menos preciso que una banda de pecho, y qué tan seguro está NOOP.
fr: Ce en quoi votre montre excelle, où elle est plus légère qu'une ceinture pectorale, et le degré de confiance de NOOP.
it: In cosa eccelle il tuo orologio, dove è più carente di una fascia toracica e quanto NOOP ne è sicuro.
pl: W czym Twój zegarek jest świetny, w czym jest lżejszy od paska na klatkę piersiową i jak pewny jest NOOP.
pt_pt: Em que o teu relógio é excelente, onde é mais leve que uma bracelete torácica e quão seguro é o NOOP.
ru: В чём хороши ваши часы, где они уступают нагрудному датчику и насколько уверен NOOP.
th: นาฬิกาของคุณเก่งในด้านไหน เบากว่าสายรัดหน้าอก และ NOOP มั่นใจแค่ไหน
zh_hans: 你的手表擅长什么，在哪些方面比胸带更薄弱，以及 NOOP 有多确定。
zh_hant: 你的手錶擅長什麼，在哪些方面比胸帶更薄弱，以及 NOOP 有多確定。

source: What's new
de: Was ist neu
es: Novedades
fr: Nouveautés
it: Novità
pl: Co nowego
pt_pt: O que há de novo
ru: Что нового
th: มีอะไรใหม่
zh_hans: 新增内容
zh_hant: 新增內容

source: WHAT'S NEW
de: NEUIGKEITEN
es: NOVEDADES
fr: NOUVEAUTÉS
it: NOVITÀ
pl: CO NOWEGO
pt_pt: O QUE HÁ DE NOVO
ru: ЧТО НОВОГО
th: มีอะไรใหม่
zh_hans: 新增内容
zh_hant: 新增內容

source: What's new in NOOP %@
de: Neu in NOOP %@
es: Novedades de NOOP %@
fr: Nouveautés de NOOP %@
it: Novità di NOOP %@
pl: Co nowego w NOOP %@
pt_pt: O que há de novo no NOOP %@
ru: Что нового в NOOP %@
th: มีอะไรใหม่ใน NOOP %@
zh_hans: NOOP %@ 新功能
zh_hant: NOOP %@ 的新功能

source: What's new in the app and your data
de: Neues in der App und deinen Daten
es: Novedades de la app y de tus datos
fr: Nouveautés de l'application et de vos données
it: Novità nell'app e nei tuoi dati
pl: Co nowego w aplikacji i Twoich danych
pt_pt: O que há de novo na aplicação e nos teus dados
ru: Что нового в приложении и ваших данных
th: มีอะไรใหม่ในแอปและข้อมูลของคุณ
zh_hans: 应用和你的数据的最新动态
zh_hant: 應用程式與你的資料有哪些新變化

source: What's shared, and the coach's instructions.
de: Was geteilt wird, und die Anweisungen des Coaches.
es: Qué se comparte, y las instrucciones del coach.
fr: Ce qui est partagé, et les instructions du coach.
it: Cosa viene condiviso e istruzioni dell'allenatore.
pl: Co jest udostępniane oraz instrukcje trenera.
pt_pt: O que é compartilhado e as instruções do treinador.
ru: Чем делятся, и указания тренера.
th: สิ่งที่แชร์และคำแนะนำของโค้ช
zh_hans: 分享的内容以及教练的指示。
zh_hant: 分享的內容以及教練的指示。

source: When
de: Wann
es: cuando
fr: Quand
it: Quando
pl: Kiedy
pt_pt: Quando
ru: Когда
th: เมื่อไร
zh_hans: 当
zh_hant: 當

# When %@ is higher, %@ tends to be higher.
source: When %1$@ is higher, %2$@ tends to be higher.
de: Wenn %1$@ höher ist, ist %2$@ tendenziell höher.
es: Cuando %@ es más alto, %@ tiende a ser más alto.
fr: Quand %1$@ est plus élevé, %2$@ tend à être plus élevé.
it: Quando %@ è più alto, %@ tende a essere più alto.
pl: Gdy %1$@ jest wyższe, %2$@ jest zwykle wyższe.
pt_pt: Quando %1$@ é maior, %2$@ tende a ser maior.
ru: Когда %1$@ выше, %2$@ обычно тоже выше.
th: เมื่อ %@ สูงกว่า %@ มีแนวโน้มที่จะสูงขึ้น
zh_hans: 当%@较高时，%@往往也较高。
zh_hant: 當%@較高時，%@往往也較高。

# When %@ is higher, %@ tends to be lower.
source: When %1$@ is higher, %2$@ tends to be lower.
de: Wenn %1$@ höher ist, ist %2$@ tendenziell niedriger.
es: Cuando %@ es más alto, %@ tiende a ser más bajo.
fr: Quand %1$@ est plus élevé, %2$@ tend à être plus bas.
it: Quando %@ è più alto, %@ tende a essere più basso.
pl: Gdy %1$@ jest wyższe, %2$@ ma tendencję do bycia niższym.
pt_pt: Quando %1$@ é maior, %2$@ tende a ser menor.
ru: Когда %1$@ выше, %2$@ обычно ниже.
th: เมื่อ %@ สูงขึ้น %@ มีแนวโน้มที่จะลดลง
zh_hans: 当%@较高时，%@往往较低。
zh_hant: 當%@較高時，%@往往較低。

source: When a fresh, non-exercise HRV dip is detected while you're still, NOOP offers a one-minute guided breath: a single confirming buzz and a dismissible card. Never an alarm, never a diagnosis.
de: Wenn ein frischer HRV-Abfall ohne Training erkannt wird, während du still bist, bietet NOOP eine einminütige geführte Atmung an: ein einzelnes bestätigendes Vibrieren und eine wegwischbare Karte. Nie ein Alarm, nie eine Diagnose.
es: Cuando se detecta una caída reciente de VFC sin ejercicio mientras estás en reposo, NOOP te ofrece un minuto de respiración guiada: una sola vibración de confirmación y una tarjeta que puedes descartar. Nunca una alarma, nunca un diagnóstico.
fr: Quand une baisse récente de la VFC hors exercice est détectée pendant que vous êtes immobile, NOOP propose une minute de respiration guidée : une seule vibration de confirmation et une carte que vous pouvez ignorer. Jamais une alarme, jamais un diagnostic.
it: Quando viene rilevato un calo recente dell'HRV non dovuto all'esercizio mentre sei fermo, NOOP ti propone un minuto di respirazione guidata: una singola vibrazione di conferma e una scheda che puoi ignorare. Mai un allarme, mai una diagnosi.
pl: Kiedy wykryty zostanie świeży, niezwiązany z ćwiczeniami spadek HRV, gdy jesteś nieruchomy, NOOP oferuje jednominutowy oddech sterowany: pojedynczy sygnał potwierdzający i odrzucenie karty. Nigdy alarm, nigdy diagnoza.
pt_pt: Quando uma queda recente da VFC sem exercício é detetada enquanto está parado, o NOOP oferece uma respiração guiada de um minuto: um único zumbido de confirmação e um cartão descartável. Nunca um alarme, nunca um diagnóstico.
ru: Когда обнаруживается свежее, не связанное с тренировкой снижение ВСР в состоянии покоя, NOOP предлагает минуту управляемого дыхания: одна подтверждающая вибрация и карточка, которую можно закрыть. Никогда не тревога, никогда не диагноз.
th: เมื่อตรวจพบว่า HRV ลดลงโดยไม่ได้เกิดจากการออกกำลังกายขณะที่คุณอยู่นิ่ง NOOP จะเสนอการฝึกหายใจหนึ่งนาที พร้อมสั่นยืนยันหนึ่งครั้งและการ์ดที่ปิดได้ นี่ไม่ใช่การตั้งปลุกและไม่ใช่การวินิจฉัย
zh_hans: 当你静止时检测到新出现的、非运动引起的 HRV 下降，NOOP 会提供一次一分钟的引导呼吸：一次确认震动和一张可关闭的卡片。绝不是警报，也绝不是诊断。
zh_hant: 當你靜止時偵測到新的、非運動造成的 HRV 下降，NOOP 會提供一分鐘的引導呼吸：一次確認震動加上一張可關閉的卡片。絕不是警報，也絕非診斷。

source: When I double-tap
de: Wenn ich doppelt tippe
es: Cuando toco dos veces
fr: Quand je double-tape
it: Quando tocco due volte
pl: Kiedy kliknę dwukrotnie
pt_pt: Quando toco duas vezes
ru: При двойном касании
th: เมื่อฉันแตะสองครั้ง
zh_hans: 当我双击时
zh_hant: 當我雙擊時

source: When I wake up
de: Wenn ich aufwache
es: cuando me despierto
fr: Quand je me réveille
it: Quando mi sveglio
pl: Gdy się obudzę
pt_pt: Quando eu acordo
ru: Когда я просыпаюсь
th: เมื่อฉันตื่นนอน
zh_hans: 当我醒来时
zh_hant: 當我醒來時

source: When NOOP reconstructs heart rate from the WHOOP 5/MG v26 optical waveform (the seconds the strap stored no HR), refine the autocorrelation peak with a parabolic sub-lag fit so the estimate is not quantized to roughly 16 bpm steps near a high HR. It only fills seconds the strap never reported; it never overrides a stored HR. 5/MG only, off by default.
de: Wenn NOOP die Herzfrequenz aus der optischen Wellenform WHOOP 5/MG v26 rekonstruiert (die Sekunden, in denen das Band keine HR gespeichert hat), verfeinern Sie den Autokorrelationspeak mit einem parabolischen Sublag-Fit, so dass die Schätzung nicht auf etwa 16 bpm-Schritte in der Nähe einer hohen HR quantifiziert wird. Es füllt nur Sekunden, die das Band nie gemeldet hat; es überschreibt niemals eine gespeicherte HR. 5/MG, standardmäßig ausgeschaltet.
es: Cuando NOOP reconstruye la frecuencia cardíaca de la onda óptica WHOOP 5/MG v26 (los segundos la correa almacenada no HR), refina el pico de autocorrelación con una sub-lag parabólica ajustada para que la estimación no se cuantice a aproximadamente 16 pasos cerca de un alto HR. Sólo llena segundos la correa nunca reportada; nunca anula un HR almacenado. 5/MG sólo, por defecto.
fr: Lorsque NOOP reconstitue la fréquence cardiaque à partir de la forme d'onde optique WHOOP 5/MG v26 (les secondes où la sangle n'a pas de HR), raffiner le pic d'autocorrélation avec un sous-lag parabolique afin que l'estimation ne soit pas quantifiée à environ 16 bpm pas près d'un HR élevé. Il ne remplit que des secondes que la sangle n'a jamais signalé; il ne remplace jamais un HR stocké. 5/MG seulement, désactivé par défaut.
pl: Kiedy NOOP rekonstruuje tętno na podstawie fali optycznej WHOOP 5/MG v26 (sekundy, w których pasek nie zapisuje HR), doprecyzuj pik autokorelacji za pomocą parabolicznego dopasowania z sub-opóźnieniem, aby oszacowanie nie było kwantyzowane do około 16 kroków bpm w pobliżu wysokiego HR. Wypełnia tylko sekundy, o których pasek nigdy nie raportował; nigdy nie zastępuje zapisanego HR. Tylko 5/MG, domyślnie wyłączone.
pt_pt: Quando o NOOP reconstrói a frequência cardíaca a partir da forma de onda ótica do WHOOP 5/MG v26 (os segundos em que a bracelete não armazenou qualquer FC), refine o pico de autocorrelação com um ajuste de sublag parabólico para que a estimativa não seja quantizada em passos de aproximadamente 16 bpm perto de uma FC elevada. Preenche apenas segundos que a bracelete nunca reportou; nunca substitui um HR armazenado. Apenas 5/MG, desativado por defeito.
th: เมื่อ NOOP สร้างอัตราการเต้นหัวใจขึ้นใหม่จากรูปคลื่นแสง WHOOP 5/MG v26 (วินาทีที่สายรัดไม่ได้เก็บ HR) ให้ปรับแต่งค่าความสัมพันธ์อัตโนมัติสูงสุดด้วยความล่าช้าย่อยแบบพาราโบลา เพื่อไม่ให้การประมาณค่าเป็นประมาณ 16 bpm ก้าวใกล้กับ HR สูง ใช้เวลาเพียงไม่กี่วินาทีเท่านั้นที่สายรัดไม่เคยรายงาน มันไม่เคยแทนที่ HR ที่เก็บไว้ 5/MG เท่านั้น ปิดตามค่าเริ่มต้น

source: When on, NOOP taps your wrist for the apps you pick below, so you can leave the %@ and still feel what matters.
de: Wenn an, tippt NOOP dein Handgelenk für die Apps an, die du unten wählst, damit du das %@ liegen lassen kannst und trotzdem spürst, was zählt.
es: Cuando está activado, NOOP te avisa en la muñeca para las apps que elijas abajo, así puedes dejar el %@ y aun así sentir lo que importa.
fr: Une fois activé, NOOP tapote votre poignet pour les applications que vous choisissez ci-dessous, afin que vous puissiez laisser le %@ de côté tout en ressentant ce qui compte.
it: Quando è attivo, NOOP ti tocca il polso per le app che scegli qui sotto, così puoi lasciare %@ e sentire comunque ciò che conta.
pl: Gdy jest włączony, NOOP dotyka Twojego nadgarstka, aby wyświetlić aplikacje wybrane poniżej, dzięki czemu możesz opuścić %@ i nadal czuć, co jest ważne.
pt_pt: Quando ativado, o NOOP toca no pulso para aceder às aplicações escolhidas abaixo, para que possa sair do %@ e ainda sentir o que importa.
ru: Когда включено, NOOP постукивает по запястью для выбранных вами ниже приложений, чтобы вы могли оставить %@ и всё равно чувствовать важное.
th: เมื่อเปิดใช้งาน NOOP จะแตะข้อมือของคุณเพื่อหาแอปที่คุณเลือกด้านล่าง เพื่อให้คุณสามารถออกจาก %@ และยังคงรู้สึกถึงสิ่งที่สำคัญ
zh_hans: 开启后，NOOP 会为你在下方选择的应用轻震你的手腕，这样你可以放下 %@，依然感知重要的事。
zh_hant: 開啟後，NOOP 會為你在下方挑選的應用程式輕震你的手腕，讓你即使離開 %@ 也能感知重要的事。
